/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - 離線";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@尾號%2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ 添加";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ 添加卡";

/* Source type brand name */
"3D Secure" = "3D 安全驗證";

/* part of {Account} ending in {last4} */
"Account" = "帳戶";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "帳戶持有人地址";

/* Caption for Name field on bank info form */
"Account Holder Name" = "帳戶持有人姓名";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "帳號";

/* Title for Add a Card view */
"Add a Card" = "添加卡片";

/* Title shown above a card entry form */
"Add a card" = "添加卡";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "新增直接扣賬帳戶";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "添加卡";

/* Button to add a new credit card. */
"Add New Card…" = "添加新卡…";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "添加新支付方式";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "添加您的支付資訊";

/* Caption for Address field on address form */
"Address" = "地址";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "地址行 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "地址行 2（可選）";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "支付寶";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "公寓";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS 扣账";

/* Text for back button */
"Back" = "上一步";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "銀行";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "銀行帳戶";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "銀行帳戶資料";

/* Title for billing address entry section */
"BILLING ADDRESS" = "帳單地址";

/* Title for billing address entry section */
"Billing Address" = "帳單地址";

/* Billing address section title for card form entry. */
"Billing address" = "帳單地址";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "透過提供您的 IBAN 並確認本次付款，表示您授權 %@ 和我們的支付服務提供商 Stripe 給您的銀行傳送說明，讓您的銀行據此說明從您的帳戶中扣款。根據您與銀行間同意的條款與條件，您有權從銀行收到退款。退款必須在您的帳戶被扣款當日起的 8 週內申請。";

/* Button title to cancel action in an alert */
"Cancel" = "取消";

/* Title for card number entry field */
"CARD" = "卡";

/* Title for credit card number entry field */
"Card" = "卡";

/* Details of a saved card */
"Card ending in %@" = "尾號為 %@ 的銀行卡";

/* Card details entry form header title */
"Card information" = "銀行卡資訊";

/* accessibility label for text field */
"card number" = "卡號";

/* Label for card number entry text field */
"Card number" = "卡號";

/* TODO */
"Choose a payment method" = "選擇一個支付方式";

/* Caption for City field on address form */
"City" = "城市";

/* Text for close button */
"Close" = "關閉";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "關閉銀行卡掃描器";

/* Title for contact info form */
"CONTACT" = "聯絡資訊";

/* Title for contact info form */
"Contact" = "聯絡資訊";

/* Text for continue button */
"Continue" = "繼續";

/* Caption for Country field on address form */
"Country" = "國家";

/* Title for country picker section */
"COUNTRY" = "國家";

/* Country selector and postal code entry form header title */
"Country or region" = "國家或地區";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "縣";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "收貨";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "收貨地址";

/* Title for delivery address entry section */
"Delivery Address" = "收貨地址";

/* Done button title */
"Done" = "完成";

/* Button title to enter editing mode */
"Edit" = "編輯";

/* Caption for Email field on address form */
"Email" = "電郵地址";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "到期日";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "免費";

/* Placeholder string for name entry field. */
"Full name" = "全名";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL 銀行";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "數據無效。";

/* Shipping form error message */
"Invalid Shipping Address" = "配送地址無效";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "正在載入...";

/* label for text field to enter card expiry */
"MM / YY" = "月月/年年";

/* label for text field to enter card expiry */
"MM/YY" = "月月/年年";

/* Title for payment options section */
"MORE OPTIONS" = "更多選項";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "姓名";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "新卡";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "新增直接扣賬帳戶";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "新增 SEPA 直接扣賬帳戶";

/* Button to move to the next text entry field */
"Next" = "下一步";

/* No comment provided by engineer. */
"OK" = "確定";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "網上銀行 (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "或用以下方式支付";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "或用銀行卡支付";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "支付%@";

/* Pay with {payment method} */
"Pay with %@" = "用 %@ 支付";

/* Title for Payment Method screen */
"Payment Method" = "支付方式";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "電話";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "將攝像頭正對銀行卡。";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "郵政";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "郵區編號";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "郵區編號";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "正在處理...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "省";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "移除";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "移除 %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "移除尾號為 %2$@ 的 %1$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "移除卡";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "保存該卡，用於未來的 %@ 付款";
/* Text for button to scan a credit card */

"Scan Card" = "掃描銀行卡";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "選擇";
/* label for iDEAL-bank selection picker */

"Select bank" = "選擇銀行";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "選擇您的支付方式";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA 帳戶";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA 直接扣賬帳戶";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "設置";
/* Title for shipping info form */

"Shipping" = "配送";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "配送地址";
/* Title for shipping address entry section */

"Shipping Address" = "配送地址";
/* Label for shipping method form */

"SHIPPING METHOD" = "配送方式";
/* Label for shipping method form */

"Shipping Method" = "配送方式";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "州";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "州/省/區";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "您輸入的 BSB 不完整。";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "您輸入的 BSB 無效。";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "所選的付款方式不可用。";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "處理您的卡片時發生了錯誤 -- 請稍候再試";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "發生了意外錯誤 -- 請稍候再試";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "驗證您的付款方式時超時 -- 請重試";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "要掃描您的銀行卡，在「設置」中啟用照相機。";

/* Button to reload web view if we were unable to connect. */
"Try again" = "重試";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "無法建立連接。";

/* Default missing source type label */
"Unknown" = "未知";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "使用帳單位址";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "使用收貨地址";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "使用配送地址";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "驗證您的身份";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "我們無法驗證您的付款方式。請選擇另一付款方式並重試。";

/* Source type brand name */
"WeChat Pay" = "微信支付";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "您將前往 %@ 完成購買。";

/* Error when the card has already expired */
"Your card has expired" = "您的卡已過期";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "您的銀行卡號不完整。";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "您的卡號無效。";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "您的卡片已被拒絕";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "您的銀行卡的到期日期不完整。";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "您的銀行卡的到期日期無效。";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "您的銀行卡的到期月份無效";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "您的銀行卡的到期月份無效。";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "您的銀行卡的到期年份無效";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "您的銀行卡的到期年份無效。";

/* Error when the card number is not valid */
"Your card's number is invalid" = "您的卡號無效";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "您的銀行卡的安全碼不完整。";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "您的銀行卡的安全碼無效";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "您的銀行卡安全碼無效。";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "您的郵區編號不完整。";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "您的郵區編號無效。";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "您的郵區編號不完整。";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "您的郵區編號無效。";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "郵區編號";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "郵區編號";

